{"weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"dtype": "float32", "shape": [3, 3, 64, 32], "name": "conv2d_1/kernel"}, {"dtype": "float32", "shape": [32], "name": "conv2d_1/bias"}, {"dtype": "float32", "shape": [3, 3, 32, 32], "name": "conv2d_2/kernel"}, {"dtype": "float32", "shape": [32], "name": "conv2d_2/bias"}, {"dtype": "float32", "shape": [1024, 512], "name": "dense_1/kernel"}, {"dtype": "float32", "shape": [512], "name": "dense_1/bias"}, {"dtype": "float32", "shape": [512, 4], "name": "dense_2/kernel"}, {"dtype": "float32", "shape": [4], "name": "dense_2/bias"}]}], "modelTopology": null, "generatedBy": null, "convertedBy": "TensorFlow.js Converter v1.4.0", "format": "layers-model"}